7767517
60 68
Input                    input0                   0 1 input0 0=224 1=224 2=3 -23328=1,1156284663 -23329=1,59.891323
Convolution              Conv_0                   1 1 input0 input.4 0=64 1=7 3=2 4=3 5=1 6=9408 20=1 21=43 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,38.876282
ReLU                     Relu_1                   1 1 input.4 onnx::MaxPool_141 20=1 21=16397 22=14 23=1 -23328=1,1 -23329=1,38.906952
Pooling                  MaxPool_2                1 1 onnx::MaxPool_141 input.8 1=3 2=2 3=1 5=1 20=1 21=31310 22=15 -23328=1,1 -23329=1,37.176453
Split                    splitncnn_0              1 2 input.8 input.8_splitncnn_0 input.8_splitncnn_1 -23328=1,1 -23329=2,37.176453,37.176453
Convolution              Conv_3                   1 1 input.8_splitncnn_1 input.16 0=64 1=3 4=1 5=1 6=36864 20=1 21=76 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.199932
ReLU                     Relu_4                   1 1 input.16 onnx::Conv_145 20=1 21=20271 22=13 23=1 -23328=1,1 -23329=1,74.728226
Convolution              Conv_5                   1 1 onnx::Conv_145 onnx::Add_218 0=64 1=3 4=1 5=1 6=36864 20=1 21=100 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.441406
Eltwise                  Add_6                    2 1 onnx::Add_218 input.8_splitncnn_0 onnx::Relu_148 0=1 20=1 21=23022 22=15 17=18264 18=14 16=1 -23328=1,1 -23329=1,29.116383
ReLU                     Relu_7                   1 1 onnx::Relu_148 input.24 20=1 21=31975 22=15 23=1 -23328=1,1 -23329=1,28.412777
Split                    splitncnn_1              1 2 input.24 input.24_splitncnn_0 input.24_splitncnn_1 -23328=1,1 -23329=2,28.412777,28.412777
Convolution              Conv_8                   1 1 input.24_splitncnn_1 input.32 0=64 1=3 4=1 5=1 6=36864 20=1 21=96 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,47.319210
ReLU                     Relu_9                   1 1 input.32 onnx::Conv_152 20=1 21=22270 22=14 23=1 -23328=1,1 -23329=1,64.318787
Convolution              Conv_10                  1 1 onnx::Conv_152 onnx::Add_224 0=64 1=3 4=1 5=1 6=36864 20=1 21=120 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,30.258486
Eltwise                  Add_11                   2 1 onnx::Add_224 input.24_splitncnn_0 onnx::Relu_155 0=1 20=1 21=24383 22=15 17=17448 18=14 16=1 -23328=1,1 -23329=1,22.515928
ReLU                     Relu_12                  1 1 onnx::Relu_155 input.40 20=1 21=32748 22=15 23=1 -23328=1,1 -23329=1,22.502703
Split                    splitncnn_2              1 2 input.40 input.40_splitncnn_0 input.40_splitncnn_1 -23328=1,1 -23329=2,22.502703,22.502703
Convolution              Conv_13                  1 1 input.40_splitncnn_1 input.48 0=128 1=3 3=2 4=1 5=1 6=73728 20=1 21=115 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,49.388771
ReLU                     Relu_14                  1 1 input.48 onnx::Conv_159 20=1 21=19040 22=14 23=1 -23328=1,1 -23329=1,57.394047
Convolution              Conv_15                  1 1 onnx::Conv_159 onnx::Add_230 0=128 1=3 4=1 5=1 6=147456 20=1 21=132 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,42.349747
Convolution              Conv_16                  1 1 input.40_splitncnn_0 onnx::Add_233 0=128 1=1 3=2 5=1 6=8192 20=1 21=467 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,56.137737
Eltwise                  Add_17                   2 1 onnx::Add_230 onnx::Add_233 onnx::Relu_164 0=1 20=1 21=19659 22=15 17=21718 18=14 -23328=1,1 -23329=1,33.679810
ReLU                     Relu_18                  1 1 onnx::Relu_164 input.60 20=1 21=32435 22=15 23=1 -23328=1,1 -23329=1,33.338696
Split                    splitncnn_3              1 2 input.60 input.60_splitncnn_0 input.60_splitncnn_1 -23328=1,1 -23329=2,33.338696,33.338696
Convolution              Conv_19                  1 1 input.60_splitncnn_1 input.68 0=128 1=3 4=1 5=1 6=147456 20=1 21=137 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.024811
ReLU                     Relu_20                  1 1 input.68 onnx::Conv_168 20=1 21=18002 22=14 23=1 -23328=1,1 -23329=1,57.163048
Convolution              Conv_21                  1 1 onnx::Conv_168 onnx::Add_239 0=128 1=3 4=1 5=1 6=147456 20=1 21=163 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,41.935535
Eltwise                  Add_22                   2 1 onnx::Add_239 input.60_splitncnn_0 onnx::Relu_171 0=1 20=1 21=24776 22=15 17=20609 18=14 16=1 -23328=1,1 -23329=1,31.708254
ReLU                     Relu_23                  1 1 onnx::Relu_171 input.76 20=1 21=29659 22=15 23=1 -23328=1,1 -23329=1,28.701000
Split                    splitncnn_4              1 2 input.76 input.76_splitncnn_0 input.76_splitncnn_1 -23328=1,1 -23329=2,28.701000,28.701000
Convolution              Conv_24                  1 1 input.76_splitncnn_1 input.84 0=256 1=3 3=2 4=1 5=1 6=294912 20=1 21=136 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,60.240547
ReLU                     Relu_25                  1 1 input.84 onnx::Conv_175 20=1 21=31036 22=15 23=1 -23328=1,1 -23329=1,57.058769
Convolution              Conv_26                  1 1 onnx::Conv_175 onnx::Add_245 0=256 1=3 4=1 5=1 6=589824 20=1 21=116 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,40.787846
Convolution              Conv_27                  1 1 input.76_splitncnn_0 onnx::Add_248 0=256 1=1 3=2 5=1 6=32768 20=1 21=357 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,104.315247
Eltwise                  Add_28                   2 1 onnx::Add_245 onnx::Add_248 onnx::Relu_180 0=1 20=1 21=12776 22=15 17=20951 18=13 -23328=1,1 -23329=1,40.673500
ReLU                     Relu_29                  1 1 onnx::Relu_180 input.96 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,40.673500
Split                    splitncnn_5              1 2 input.96 input.96_splitncnn_0 input.96_splitncnn_1 -23328=1,1 -23329=2,40.673500,40.673500
Convolution              Conv_30                  1 1 input.96_splitncnn_1 input.104 0=256 1=3 4=1 5=1 6=589824 20=1 21=101 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,58.639988
ReLU                     Relu_31                  1 1 input.104 onnx::Conv_184 20=1 21=19416 22=14 23=1 -23328=1,1 -23329=1,69.490601
Convolution              Conv_32                  1 1 onnx::Conv_184 onnx::Add_254 0=256 1=3 4=1 5=1 6=589824 20=1 21=127 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,39.464851
Eltwise                  Add_33                   2 1 onnx::Add_254 input.96_splitncnn_0 onnx::Relu_187 0=1 20=1 21=17411 22=14 17=16886 18=14 -23328=1,1 -23329=1,43.222141
ReLU                     Relu_34                  1 1 onnx::Relu_187 input.112 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,43.222141
Split                    splitncnn_6              1 2 input.112 input.112_splitncnn_0 input.112_splitncnn_1 -23328=1,1 -23329=2,43.222141,43.222141
Convolution              Conv_35                  1 1 input.112_splitncnn_1 input.120 0=512 1=3 3=2 4=1 5=1 6=1179648 20=1 21=97 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,65.665535
ReLU                     Relu_36                  1 1 input.120 onnx::Conv_191 20=1 21=18533 22=14 23=1 -23328=1,1 -23329=1,74.278847
Convolution              Conv_37                  1 1 onnx::Conv_191 onnx::Add_260 0=512 1=3 4=1 5=1 6=2359296 20=1 21=170 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,43.066288
Convolution              Conv_38                  1 1 input.112_splitncnn_0 onnx::Add_263 0=512 1=1 3=2 5=1 6=131072 20=1 21=374 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.835968
Eltwise                  Add_39                   2 1 onnx::Add_260 onnx::Add_263 onnx::Relu_196 0=1 20=1 21=17084 22=15 17=20101 18=14 -23328=1,1 -23329=1,27.548176
ReLU                     Relu_40                  1 1 onnx::Relu_196 input.132 20=1 21=17685 22=14 23=1 -23328=1,1 -23329=1,29.735664
Split                    splitncnn_7              1 2 input.132 input.132_splitncnn_0 input.132_splitncnn_1 -23328=1,1 -23329=2,29.735664,29.735664
Convolution              Conv_41                  1 1 input.132_splitncnn_1 input.140 0=512 1=3 4=1 5=1 6=2359296 20=1 21=115 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,52.125164
ReLU                     Relu_42                  1 1 input.140 onnx::Conv_200 20=1 21=28438 22=14 23=1 -23328=1,1 -23329=1,90.473579
Convolution              Conv_43                  1 1 onnx::Conv_200 onnx::Add_269 0=512 1=3 4=1 5=1 6=2359296 20=1 21=129 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,9.561660
Eltwise                  Add_44                   2 1 onnx::Add_269 input.132_splitncnn_0 onnx::Relu_203 0=1 20=1 21=9244 22=15 17=25476 18=13 -23328=1,1 -23329=1,8.388835
ReLU                     Relu_45                  1 1 onnx::Relu_203 input.148 20=1 21=32767 22=15 23=1 -23328=1,1 -23329=1,8.388835
Convolution              Conv_46                  1 1 input.148 input.156 0=256 1=3 4=1 5=1 6=1179648 20=1 21=15 22=15 23=0 24=2 25=1 26=23337 27=13 -23328=1,1 -23329=1,19.785519
PReLU                    LeakyRelu_47             1 1 input.156 onnx::Conv_207 20=1 21=20723 22=14 23=2 -23328=1,1 -23329=1,25.025381
Convolution              Conv_48                  1 1 onnx::Conv_207 input.164 0=256 1=3 4=1 5=1 6=589824 20=1 21=15 22=15 23=0 24=2 25=1 26=17386 27=13 -23328=1,1 -23329=1,19.025240
PReLU                    LeakyRelu_49             1 1 input.164 onnx::Conv_210 20=1 21=22720 22=14 23=2 -23328=1,1 -23329=1,26.382271
Convolution              Conv_50                  1 1 onnx::Conv_210 output0 0=30 1=1 5=1 6=7680 20=1 21=15 22=15 23=0 24=2 25=1 -23328=1,1 -23329=1,4.422761
